# Файл, хранящий тексты для диалога
class Dialogs:
    HELLO = "Привет! Назови свое имя!"
    GREETING = "Приятно познакомиться, {}.') Давай поиграем в мой квест.\n" \
               "Итак, Вы попали в белый дом. И вам поручили важную миссию по спасению мира(США)." \
               "По нашим достоверным источникам пришла информация, о том что в доме самого президента произошел " \
               "взрыв ядовитых газов, но благодаря нашим американским технологиям мы смогли остановить их. " \
               "И президент был быстро эвакуирован с места происшествия. Однако, там остались важные документы " \
               "И доставить эти документы можете только вы, как наш самый главный и секретный агент. " \
               "Итак ваша задача агент {} проста - вам нужно достать документы из радиоактивного места. " \
               "Как вы помните, ваш уникальный костюм способен выдержать любые нагрузки, даже взрыв ядерной бомбы. " \
               "Однако, костюм ваше лицо закрыть не сможет и поэтому вы должны найти противогаз в белом доме. " \
               "Удачи солдат. Кстати, пока мы отстаем от русских, мы скачали вам приложение Яндекса и " \
               "Алису(бот яндекса), конечно с VPN мы же не настолько глупы."

    REPEAT_PLEASE = "Не расслышала имя. Повтори, пожалуйста!"
    I_DO_NOT_UNDERSTAND = "Не поняла ответа! Пожалуйста, повторите еще раз."
    SHOW_ROOM = 'покажи комнату'
    SCENE_1 = "Входная комната"
    CHECK_TABLE = "обыскать стол"
    NOTHING = "Что-ж, ничего."
    NOTHING_2 = "Вы уже смотрели эту комнату, и ничего не нашли"
    GO_FURTHER = "пойти дальше"
    YOUR_ACTIONS = "Ваши действия:"
    SCENE_2 = "на лесничный подъем."
    GO = "Вы перешли "