# Файл, хранящий тексты для диалога
GREETING = "Привет! Назови своё имя!"
REPEAT_PLEASE = "Не расслышала имя. Повтори, пожалуйста!"
NICE_TO_MEET_YOU = "Приятно познакомиться, {}. Я Алиса. Отгадаешь город по фото?"
SHOW_SITY = "Показать город на карте"
GOOD_PLAY_ANOTHER = "Правильно! Сыграем ещё?"
PLAY_ANOTHER = "ok. Сыграем ещё?"
YOU_WIN_MINIGAME = "Ты отгадал все города!"
I_DO_NOT_UNDERSTAND = "Не поняла ответа! Так да или нет?"
WHAT_CITY = "Что это за город"
LET_S_PLAY = "Тогда сыграем!"
YOU_TRY = 'Вы пытались. Это {}. Сыграем ещё?'
TAKE_TWO = "Неправильно. Вот тебе дополнительное фото"
INCCORECT_ANSWER = "А вот и не угадал!"
