# класс с идентификаторами всех картинок
class Image:
    # изображения для белого дома

    # сцена 1. входная комната
    SCENE_1 = '965417/129d491835843beba037'

    # сцена 2. лесничный подъем
    SCENE_2 = '1521359/3ec81216fef264da48b7'
    # сцена 3.
    # стенд с картинами
    SCENE_3 = '1540737/7759048471252bdfc526'

    # сцена 4. Комната с портретом и проходом дальше
    SCENE_4 = '1030494/f1071650c72f686ac37c'

    # сцена с двумя дверьми и сейфом
    SCENE_5 = "937455/4281a8ee76ca4488a673"

    # Налево
    # сцена с многими вещами
    SCENE_6 = '1540737/b06d287a7c59efd13e79'

    # Направо
    # сцена со многими вещами
    SCENE_7 = '1521359/f446ba090279dbec30d0'

    # возможно пригодятся
    WHITE_HOUSE = ['1652229/d1c5f21589b1baac4b7b', '1030494/435c731e266c3cb0e63d']
    HERMITAGE = ['213044/5af0343cf6f1f02b368f', '1652229/bab6e18bda68fff96010']
    KREMLIN = ["937455/e28c763f6917495d4aed", '937455/9a335bcdcbe808c1f266']
