# класс с идентификаторами всех картинок
class Image:
    # изображения для белого дома
    # сцена 1. входная комната
    SCENE_1 = '965417/129d491835843beba037'
    # сцена 1. входная комната без "номеров" (после обыска стола)
    SCENE_1_WITHOUT_ACTABLE = ""
    # сцена 2. Room on ladder
    SCENE_2 = '1540737/260fbc183352233e8fae'
    # сцена 3.
    # стенд с картинами
    SCENE_3 = '1030494/454b36115112d6ebe554'

    # сцена 4.
    #
    SCENE_4 = '1030494/f1071650c72f686ac37c'

    scene_5 = '1030494/ef591ff045cae738df85'
    scene_5_2 = '1030494/d3b61b1123ced0c3d545'

    # возможно пригодятся
    WHITE_HOUSE = ['1652229/d1c5f21589b1baac4b7b', '1030494/435c731e266c3cb0e63d']
    HERMITAGE = ['213044/5af0343cf6f1f02b368f', '1652229/bab6e18bda68fff96010']
    KREMLIN = ["937455/e28c763f6917495d4aed", '937455/9a335bcdcbe808c1f266']
