# Файл, хранящий тексты для диалога
GREETING = "Привет! Назови своё имя!"
REPEAT_PLEASE = "Не расслышала имя. Повтори, пожалуйста!"
NICE_TO_MEET_YOU = "Приятно познакомиться, {}. Я Алиса. Предлагаю тебе пройти мой квест"
I_DO_NOT_UNDERSTAND = "Не поняла ответа! Так да или нет?"
HELP = "Квест - это увлекательная игра, в которо"
OK = "ok."

# MINIGAME
MINI_GAME_START = "Но перед тем как начать тест, давай немного разомнемся и сыграем в мини-игру," \
                  " котороя поможет тебе в квесте"
SHOW_ATTRACTION = "Показать место на карте"
GOOD_PLAY_ANOTHER = "Правильно! Сыграем ещё?"
PLAY_ANOTHER = "ok. Сыграем ещё?"
YOU_WIN_MINIGAME = "Ты отгадал все достопримечательности!"
WHAT_ATTRACTION = "Что это за достопримечательность"
LET_S_PLAY = "Тогда сыграем!"
YOU_TRY = "Вы пытались. Это {}. Сыграем ещё?"
TAKE_TWO = "Неправильно. Вот тебе дополнительное фото"
INCCORECT_ANSWER = "А вот и не угадал!"
